# fzf-tab
Aloxaf/fzf-tab

# insert omz for goodness
robbyrussell/oh-my-zsh

# random plugins from antibody docs
djui/alias-tips
caarlos0/zsh-mkc

# zsh-users plugin
zsh-users/zsh-completions
zsh-users/zsh-syntax-highlighting
zsh-users/zsh-history-substring-search

# omz plugins
robbyrussell/oh-my-zsh path:plugins/git
robbyrussell/oh-my-zsh path:plugins/colored-man-pages
robbyrussell/oh-my-zsh path:plugins/colorize
robbyrussell/oh-my-zsh path:plugins/iterm2
robbyrussell/oh-my-zsh path:plugins/mosh
robbyrussell/oh-my-zsh path:plugins/osx
robbyrussell/oh-my-zsh path:plugins/thefuck
robbyrussell/oh-my-zsh path:plugins/tmux

# zsh-z
agkozak/zsh-z

# uncomment for local theme dev
# somehow the bold is gone if i use local
# might be something with not using the OMZ path
/Users/rs/setup/zsh-plugins/re5et-rs.zsh-theme

# my modified theme on github
#rraihansaputra/setup path:/zsh-plugins/re5et-rs.zsh-theme
