tap "adoptopenjdk/openjdk"
tap "getantibody/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mas-cli/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "px4/px4"
tap "shopify/shopify"
brew "libpng"
brew "openssl@1.1"
brew "sqlite"
brew "python@3.8"
brew "openjdk"
brew "clojure"
brew "cmake"
brew "composer"
brew "ctop"
brew "dfu-programmer"
brew "dfu-util"
brew "dnscrypt-proxy", restart_service: true
brew "docker-compose"
brew "exa"
brew "libtiff"
brew "webp"
brew "x264"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "git"
brew "gnu-sed"
brew "go"
brew "gradle"
brew "htop"
brew "imageoptim-cli"
brew "jpegoptim"
brew "jq"
brew "leiningen"
brew "libtool"
brew "little-cms"
brew "m-cli"
brew "maven"
brew "mbedtls"
brew "memtester"
brew "mitmproxy"
brew "mosh"
brew "ncdu"
brew "node"
brew "openjdk@11"
brew "pipenv"
brew "poetry"
brew "postgresql"
brew "qt"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "swig"
brew "thefuck"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "xml2"
brew "xsv"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "zsh"
brew "getantibody/tap/antibody"
brew "heroku/brew/heroku"
brew "mas-cli/tap/mas"
brew "osx-cross/arm/arm-gcc-bin@8"
brew "osx-cross/avr/avr-gcc@8", link: true
brew "shopify/shopify/themekit"
cask "ace-link"
cask "adoptopenjdk8"
cask "alfred"
cask "amethyst"
cask "android-file-transfer"
cask "app-cleaner"
cask "appcleaner"
cask "autodesk-fusion360"
cask "avibrazil-rdm"
cask "bitbar"
cask "blisk"
cask "caffeine"
cask "coconutbattery"
cask "disablemonitor"
cask "discord"
cask "disk-inventory-x"
cask "divvy"
cask "docker"
cask "dozer"
cask "dropbox"
cask "dupeguru"
cask "dynalist"
cask "firefox"
cask "flotato"
cask "flux"
cask "flycut"
cask "font-fira-code"
cask "font-input"
cask "font-inter"
cask "google-chrome"
cask "handbrake"
cask "handbrakebatch"
cask "horndis"
cask "imageoptim"
cask "insomnia"
cask "intel-power-gadget"
cask "iterm2"
cask "java"
cask "java11"
cask "karabiner-elements"
cask "loom"
cask "maccy"
cask "mounty"
cask "multi"
cask "nosleep"
cask "openscad"
cask "parsec"
cask "postman"
cask "qmk-toolbox"
cask "rescuetime"
cask "responsively"
cask "sequel-pro"
cask "slack"
cask "slimbatterymonitor"
cask "smcfancontrol"
cask "spotify"
cask "steam"
cask "steamcmd"
cask "switchresx"
cask "synergy"
cask "textexpander"
cask "textmate"
cask "the-unarchiver"
cask "time-out"
cask "transmission"
cask "transmission-remote-gui"
cask "turbo-boost-switcher"
cask "ultimaker-cura"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "vlc"
cask "vlc-webplugin"
cask "vlcstreamer"
cask "vscodium"
cask "webcamoid"
cask "xquartz"
mas "LINE", id: 539883307
mas "Spark", id: 1176895641
mas "Todoist", id: 585829637
