tap "adoptopenjdk/openjdk"
tap "getantibody/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mas-cli/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "px4/px4"
tap "shopify/shopify"
brew "openjdk"
brew "allure"
brew "libpng"
brew "glib"
brew "cairo"
brew "cmake"
brew "composer"
brew "ctop"
brew "datasette"
brew "dfu-programmer"
brew "dfu-util"
brew "dnscrypt-proxy", restart_service: true
brew "docker-compose", link: false
brew "elasticsearch"
brew "exa"
brew "libtool"
brew "libevent"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libtiff"
brew "webp"
brew "libass"
brew "x264"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "git"
brew "gitlab-runner"
brew "gnu-sed"
brew "go"
brew "gradle"
brew "helm"
brew "htop"
brew "jq"
brew "krb5"
brew "kubernetes-cli", link: false
brew "little-cms"
brew "m-cli"
brew "maven"
brew "mbedtls"
brew "memtester"
brew "mitmproxy"
brew "mosh"
brew "ncdu"
brew "node"
brew "openjdk@11"
brew "openvpn"
brew "perl"
brew "pipenv"
brew "poetry"
brew "postgresql"
brew "postgresql@9.5"
brew "python@3.8"
brew "qt", link: false
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "scrcpy"
brew "smartmontools"
brew "swig"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "xml2"
brew "xsv"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "zsh"
brew "getantibody/tap/antibody"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/yabai"
brew "mas-cli/tap/mas"
brew "osx-cross/arm/arm-gcc-bin@8"
brew "osx-cross/avr/avr-gcc@8", link: true
brew "shopify/shopify/themekit"
cask "ace-link"
cask "alfred"
cask "amethyst"
cask "android-file-transfer"
cask "android-studio"
cask "app-cleaner"
cask "appcleaner"
cask "avibrazil-rdm"
cask "barrier"
cask "bitbar"
cask "bitwarden"
cask "blisk"
cask "caffeine"
cask "calibre"
cask "chromedriver"
cask "coconutbattery"
cask "db-browser-for-sqlite"
cask "disablemonitor"
cask "discord"
cask "disk-inventory-x"
cask "divvy"
cask "docker"
cask "dozer"
cask "dupeguru"
cask "dynalist"
cask "firefox"
cask "flycut"
cask "font-fira-code"
cask "font-input"
cask "font-inter"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gswitch"
cask "hammerspoon"
cask "handbrake"
cask "handbrakebatch"
cask "insomnia"
cask "intel-power-gadget"
cask "iterm2"
cask "java"
cask "java11"
cask "karabiner-elements"
cask "kindle-comic-converter"
cask "loom"
cask "maccy"
cask "macs-fan-control"
cask "meld"
cask "mounty"
cask "mtmr"
cask "multi"
cask "ngrok"
cask "nosleep"
cask "nrlquaker-winbox"
cask "parsec"
cask "pock"
cask "postman"
cask "psequel"
cask "qmk-toolbox"
cask "raycast"
cask "rescuetime"
cask "responsively"
cask "sequel-pro"
cask "slack"
cask "slimbatterymonitor"
cask "smcfancontrol-beta"
cask "spotify"
cask "stats"
cask "steam"
cask "steamcmd"
cask "stretchly"
cask "switchresx"
cask "synergy"
cask "textexpander"
cask "textmate"
cask "tg-pro"
cask "the-unarchiver"
cask "time-out"
cask "transmission"
cask "transmission-remote-gui"
cask "tunnelblick"
cask "turbo-boost-switcher"
cask "ultimaker-cura"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "vlc"
cask "vlc-webplugin"
cask "vlcstreamer"
cask "webcamoid"
cask "xquartz"
cask "yam-display"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
