tap "getantibody/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mas-cli/tap", pin: true
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "px4/px4"
tap "stripe/stripe-cli"
brew "openssl@1.1"
brew "libpng"
brew "sqlite"
brew "python"
brew "cmake"
brew "composer"
brew "ctop"
brew "dfu-programmer"
brew "dfu-util"
brew "dnscrypt-proxy", restart_service: true
brew "docker", link: false
brew "exa"
brew "libtiff"
brew "webp"
brew "ffmpeg"
brew "fontforge"
brew "fzf"
brew "gcc"
brew "git"
brew "gnu-sed"
brew "gradle"
brew "htop"
brew "jq"
brew "little-cms"
brew "m-cli"
brew "maven"
brew "mitmproxy"
brew "mosh"
brew "mysql@5.7", restart_service: true, link: true
brew "node"
brew "php@7.2"
brew "pipenv"
brew "postgresql"
brew "python@2"
brew "ragel"
brew "ripgrep"
brew "ruby"
brew "s3cmd"
brew "thefuck"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "xsv"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "getantibody/tap/antibody"
brew "heroku/brew/heroku"
brew "mas-cli/tap/mas"
brew "osx-cross/arm/arm-gcc-bin@8"
brew "osx-cross/avr/avr-gcc@8", link: true
brew "stripe/stripe-cli/stripe"
cask "alfred"
cask "amethyst"
cask "android-file-transfer"
cask "android-sdk"
cask "android-studio"
cask "avibrazil-rdm"
cask "blisk"
cask "caffeine"
cask "coconutbattery"
cask "disablemonitor"
cask "disk-inventory-x"
cask "divvy"
cask "docker"
cask "dozer"
cask "dupeguru"
cask "dynalist"
cask "firefox"
cask "flux"
cask "flycut"
cask "font-fira-code"
cask "font-input"
cask "font-inter"
cask "font-source-code-pro"
cask "franz"
cask "google-chrome"
cask "handbrake"
cask "handbrakebatch"
cask "horndis"
cask "istat-menus"
cask "iterm2"
cask "java"
cask "java11"
cask "java8"
cask "karabiner-elements"
cask "maccy"
cask "menumeters"
cask "mobile-mouse-server"
cask "mounty"
cask "nosleep"
cask "notion"
cask "postman"
cask "qmk-toolbox"
cask "rescuetime"
cask "robo-3t"
cask "sequel-pro"
cask "slack"
cask "slimbatterymonitor"
cask "spotify"
cask "station"
cask "steam"
cask "steamcmd"
cask "textexpander"
cask "textmate"
cask "the-unarchiver"
cask "transmission"
cask "transmission-remote-gui"
cask "visual-studio-code-insiders"
cask "vlc"
cask "vlc-webplugin"
cask "vlcstreamer"
cask "vscodium"
cask "xquartz"
mas "LINE", id: 539883307
mas "Spark", id: 1176895641
mas "Todoist", id: 585829637
